Repository: slovak-egov/web_cms_kav_app
Catalog: web/modules/custom/svksk_*/translations/svksk_*.*.po
Languages: sk

source: SVG icon
sk: SVG ikona

source: General Drupal customizations
sk: Základné prispôsobenia Drupal inštalácie

source: General settings
sk: Všeobecné nastavenia

source: Frontend rebuild
sk: Obnovenie frontend stránky

source: Settings
sk: Nastavenia

source: Administer Slovensko.sk settings
sk: Spravovať nastavenia Slovensko.sk

source: Allow user to change general site settings.
sk: Umožniť používateľovi meniť všeobecné nastavenia stránky.

source: Allow user to rebuild frontend
sk: Umožniť používateľovi obnoviť frontend

source: Gives user an interface to to rebuild frontend Next site.
sk: Dáva používateľovi rozhranie v ktorom môže obnoviť frontend Next stránky.

source: Dashboard
sk: Nástenka

source: Footer Claim
sk: Text v pätičke

source: Rebuild frontend
sk: Obnoviť frontend

source: Refresh
sk: Obnoviť

source: Refreshing status...
sk: Osvieženie stavu...

source: Rebuild successfully triggered
sk: Obnovenie stránky bolo úspešne spustené

source: Rebuild already running
sk: Obnovenie stránky už bolo spustené

source: Invalid rebuild secret provided
sk: Bol použitý nesprávny 'rebuild secret'

source: There was an error response while triggering rebuild
sk: Pri spúšťaní obnovenia odpovedal frontend chybou

source: There was an error while triggering rebuild webhook.
sk: Pri spúšťaní obnovenia sa vyskytla chyba

source: There is a rebuild process currently running since @date by @user
sk: Momentálne beží proces obnovenia od @date spustený používateľom @user

source: Last rebuild was completed on @date by @user
sk: Posledný rebuild bol spustený @date používateľom @user

source: Front page settings
sk: Nastavenia domovskej stránky

source: Select front page
sk: Vyberte domovskú stránku

source: Front page image
sk: Obrázok na domovskej stránke

source: Image at the top of the front page.
sk: Obrázok v hornej časti domovskej strany.

source: E-gov header
sk: E-gov hlavička

source: Trigger link (:num)
sk: Otvárač (:num)

source: Trigger link (:num) - short
sk: Otvárač (:num) - skrátený

source: Title (:num)
sk: Nadpis (:num)

source: Header
sk: Nadpis

source: Header logo
sk: Logo v hlavičke

source: Default logo image in site header. Recommended image size is 40x40px.
sk: Základný obrázok loga v hlavičke stránky. Odporúčaná veľkosť obrázka je 40x40px.

source: Header logo - Title
sk: Logo v hlavičke - Titul

source: Header logo - Subtitle
sk: Logo v hlavičke - Podtitul

source: Header logo - Title short
sk: Logo v hlavičke - Skrátený titul

source: Header logo - Subtitle short
sk: Logo v hlavičke - Skrátený podtitul

source: Footer
sk: Päta

source: Footer logo
sk: Logo v pätičke

source: Default logo image in site footer.
sk: Základný obrázok loga v pätičke stránky.

source: Footer logo alternative text
sk: Logo v pätičke - alternatívny text

source: Alternative text for logo image in site footer.
sk: Alternatívny text pre logo v pätičke.

source: Select cookies settings page
sk: Vyberte stránku nastavení súborov cookies

source: Lifespan [days]
sk: Životnosť [dni]

source: Feedback forms
sk: Formuláre spätnej väzby

source: Requests forms
sk: Formuláre žiadostí

source: Requests notification e-mail
sk: Notifikačný e-mail pre žiadosti

source: Feedback Form Report
sk: Formulár pre nahlásenie chyby

source: In order for the modifications of this configuration to be reflected on the website, it is necessary to start the <a href=":url">Frontend rebuild</a> manually.
sk: Aby sa úpravy tejto konfigurácie prejavili na webe, je potrebné manuálne spustiť <a href=":url">Obnovenie frontend stránky</a>.

source: There was an error during file usage saving.
sk: Nastala chyba počas ukladanie použitia súboru.

source: Version
sk: Verzia
