Repository: slovak-egov/web_cms_kav_app
Catalog: web/modules/custom/svksk_contact/translations/svksk_contact.*.po
Languages: sk

source: Slovensko.sk Contact
sk: Slovensko.sk Kontakt

source: Contact entities
sk: Zoznam kontaktov

source: Administer contact entities
sk: Spravovať záznamy kontaktov

source: Contact Type
sk: Typ kontaktu

source: Contact text
sk: Text kontaktu

source: Description
sk: Popis

source: Primary
sk: Primárny

source: Data Source Type
sk: Zdroj dát

source: Confirmed
sk: Overený

source: Confirmed by
sk: Overený kým

source: Contact
sk: Kontakt
