Repository: slovak-egov/web_cms_kav_app
Catalog: web/modules/custom/svksk_content/translations/svksk_content.*.po
Languages: sk

source: Published at time
sk: Zverejnené

source: Date and time of when the content was published.
sk: Dátum a čas, kedy bol obsah zverejnený.

source: - Any -
sk: - Akýkoľvek -

source: Enter external link.
sk: Zadajte externý odkaz.

source: Select content that should be linked.
sk: Vyberte obsah, ktorý sa má nalinkovať.

source: Comments
sk: Komentáre

source: Access archived content
sk: Zobraziť archivovaný obsah

source: Allow to access archived content in admin lists.
sk: Umožní používateľovi zobraziť archivovaný/zrušený obsah v zoznamoch v administrácii.

source: Access FAQ list
sk: Zobraziť zoznam FAQ

source: Allow user to access FAQ list and change the order of FAQ nodes.
sk: Umožniť používateľovi pristúpiť k zoznamu FAQ.

source: This content is scheduled for publishing on @date but it's not approved for publishing therefore publish action will not be executed
sk: Po schválení správcom, bude tento obsah publikovaný dňa @date.

source: This content is scheduled for publishing on @date
sk: Tento obsah je plánovaný na publikovanie dňa @date

source: This content is scheduled for unpublishing on @date but it's not published therefore unpublish action will not be executed
sk: Tento obsah je plánovaný na zneplatnenie dňa @date. (Po schválení správcom a publikovaní)

source: This content is scheduled for unpublishing on @date
sk: Tento obsah je plánovaný na zneplatnenie dňa @date

source: Author
sk: Autor

source: Type
sk: Typ

source: Updated
sk: Aktualizované

source: Column widths
sk: Šírka stĺpcov

source: Placeholder
sk: Zástupný reťazec

source: Value
sk: Hodnota
