Repository: slovak-egov/web_cms_kav_app
Catalog: web/modules/custom/svksk_organization/translations/svksk_organization.*.po
Languages: sk

source: Description
sk: Popis

source: Time from
sk: Čas od

source: Time to
sk: Čas do

source: You cannot assign Organisation unit for this roles
sk: Vybrané kategórie používateľov nedovoľujú mať vyplnenú Organizačnú jednotku

source: You must assign Organisation unit for this roles
sk: Vybrané kategórie používateľov musia mať vyplnenú Organizačnú jednotku

# organizational unit
source: Corporate body
sk: Organizácia

source: Corporate body
sk: Organizácia

source: Service hours categories
sk: Kategórie úradných hodín

source: Service hours category
sk: Kategória úradných hodín

source: Add Organizational unit
sk: Pridať Organizačnú jednotku

source: Add Corporate body
sk: Pridať Organizáciu

source: Organizational units
sk: Organizačné jednotky

source: Organizational unit
sk: Organizačná jednotka

source: Service hours
sk: Úradné hodiny

source: Administer organizational unit entities
sk: Spravovať Organizačné jednotky

source: Administer Physical address entities
sk: Spravovať Fyzické adresy

source: Administer Cost center entities
sk: Spravovať Nákladové strediská

source: Administer Corporate body entities
sk: Spravovať Organizácie

source: Administer Service Hours entities
sk: Spravovať Úradné hodiny

source: Administer Service Hours category entities
sk: Spravovať Kategórie úradných hodín

source: Administer Time Interval entities
sk: Spravovať Časové intervaly

source: Change user Organizational unit assignment
sk: Zmeniť priradenie používateľa k Organizačnej jednotke

source: Allow user to change Organization unit on users that have access to edit (including himself).
sk: Povoliť používateľovi zmeniť organizačnú jednotku na používateľoch ku ktorým majú prístup k editácii (vrátane jeho samotného).

source: Change content Organizational unit assignment
sk: Zmeniť priradenie obsahu k Organizačnej jednotke

source: Allow user to change Organization unit on the content that have access to edit.
sk: Povoliť používateľovi zmeniť organizačnú jednotku v obsahu ku ktorému má prístup na úpravy.

source: Name
sk: Názov

# corporate body
source: Name
sk: Názov

source: Category
sk: Kategória

# corporate body
source: Category
sk: Kategória

source: Monday
sk: pondelok

source: Tuesday
sk: utorok

source: Wednesday
sk: streda

source: Thursday
sk: štvrtok

source: Friday
sk: piatok

source: Saturday
sk: sobota

source: Sunday
sk: nedeľa

source: Add new Service Hours
sk: Pridať nové Úradné hodiny

source: Created
sk: Vytvorené

source: Changed
sk: Zmenené

# corporate body
source: Alternate name
sk: Skrátený názov organizácie

# corporate body
source: Code
sk: Kód

source: Code
sk: Kód

# corporate body
source: Type
sk: Typ

source: Type
sk: Typ

# corporate body
source: Full name
sk: Celý názov organizácie

# corporate body
source: Legal form
sk: Právna forma

# corporate body
source: Legal status
sk: Právny stav organizácie

# corporate body
source: Size
sk: Veľkosť

# corporate body
source: TIN
sk: DIČ

# corporate body
source: CIN
sk: IČO

# corporate body
source: VAT
sk: IČ DPH

# corporate body
source: Legal predecessor
sk: Právny predchodca

# corporate body
source: Legal successor
sk: Právny nástupca

source: Established
sk: Dátum vzniku organizácie

source: Terminated
sk: Dátum zániku organizácie

source: Corporate Body
sk: Organizácia

source: Organization Cost Center
sk: Nákladové stredisko organizácie

# organizational unit
source: Master unit
sk: Hlavná organizačná jednotka organizácie

# organizational unit
source: Parent unit
sk: Hlavná organizačná jednotka

# organizational unit
source: Cost center
sk: Nákladové stredisko

source: Physical address
sk: Adresa

source: Contact
sk: Kontakt

source: Organizational Unit
sk: Organizačná jednotka

# physical address
source: Address Type
sk: Typ adresy

# physical address
source: Street name
sk: Ulica

# physical address
source: Building number
sk: Číslo

# physical address
source: Registration number
sk: Registračné číslo

# physical address
source: Municipality
sk: Obec

# physical address
source: ZIP Code
sk: PSČ

# physical address
source: Country
sk: Krajina

# physical address
source: Primary address
sk: Hlavná adresa

# physical address
source: Active
sk: Aktívny

# physical address
source: Region
sk: Umiestnenie

# physical address
source: District
sk: Časť obce

# physical address
source: County
sk: Okres

# physical address
source: Floor
sk: Poschodie

# physical address
source: Workplace number
sk: Číslo pracoviska

# physical address
source: GPS Coordinates
sk: GPS poloha

# physical address
source: Formatted Address
sk: Formátovaná adresa

source: Organization Physical Address
sk: Adresa organizácie

source: Day of Week
sk: Deň v týždni

source: Time intervals
sk: Časové intervaly

source: Service Hours
sk: Úradné hodiny

source: Service Hours Category
sk: Kategória úradných hodín

source: Time Interval
sk: Časový interval
