Repository: slovak-egov/web_cms_kav_app
Catalog: web/modules/custom/ip_comment_ban/translations/ip_comment_ban.*.po
Languages: sk

source: The IP address(es) %ip has been banned.
sk: IP adresa/y %ip bola zablokovaná pre komentovanie

source: The IP address(es) %ip has been banned until %expiry
sk: IP adresa/y %ip bola zablokovaná pre komentovanie do %expiry

source: Enter a valid IP address.
sk: Zadajte IP adresu

source: IP address (end of range)
sk: IP adresy (koniec rozsahu)

source: Enter a valid IP address (optional).
sk: Zadajte IP adresu (voliteľné)

source: Select expiration duration for ban.
sk: Vyberte koniec blokovania IP adresy

source: No blocked IP addresses available.
sk: Žiadna IP adresa nie je blokovaná.

source: This IP address is already banned.
sk: IP adresa je už blokovaná

source: You may not ban your own IP address %own_ip
sk: Nemôžte zablokovať vlastnú IP adresu %own_ip

source: Only IPv4 is available for IP range.
sk: Len IPv4 sú dostupné ako rozsah.

source: IP ban expiry duration
sk: Dĺžka blokovania IP adresy

source: Expiration time
sk: Doba blokovania

source: IP addresses (individual or range) listed here are banned from your site. Banned addresses are completely forbidden from accessing the site and instead see a brief message explaining the situation. Banned addresses can be unblocked after expiration.
sk: Uvedené IP adresy (jednotlivé alebo rozsahy) sú blokované od posielania komentárov. Zakázané adresy je možné odomknúť po uplynutí doby ich blokovania.

source: Expiry check
sk: Kontrola vypršania blokovania

source: Check if the IP was expired.
sk: Skontrolovať či blokovanie nevypršalo.

source: Delete all
sk: Vymazať všetko

source: Delete All IP addresses
sk: Vymazať všetky IP adresy

source: Delete All simple IP only
sk: Vymazať všetky jednoduché IP adresy

source: Delete All range IP only
sk: Vymazať všetky IP adresy v rozsahu

source: Delete all expired IP
sk: Vymazať všetky expirované IP adresy

source: Delete expired IP only
sk: Vymazať len expirované IP adresy

source: Delete not expired IP only
sk: Vymazať neexpirované IP adresy

source: Expiry durations
sk: Trvanie expirovania

source: Banned IP addresses
sk: Zablokované IP adresy

source: Advanced IP address bans
sk: Blokovanie komentárov podľa IP adresy
